export const testOne = {
	"author": "StudentPortfolio",
	"link": "",
	"points": 5,
	"hardness": 1,
	"description": "",
	"duration": 10,
	"language": ["HTML"],
	"questions": [
		"Сколько в html тэгов заголовков h?",
		"Зачем нужен тег p?",
		"Что делает тег br?",
		"За что отвечает тег alt у тега img?",
		"Как будет открываться ссылка, если указан атрибут target со значением _blank?",
		"",
		"",
		"",
		"",
		""
	],
	"answers": [
		[3, 4, 1, 6],
		[
			"Добавляет ссылку на страницу",
			"Добавляет блочный контейнер",
			"Нужен для отступа между элементами",
			"Нужен для добавления абзаца текста"
		],
		[
			"добавляет горизонтальную линию",
			"делает текст жирным",
			"Переносит на новую строчку всё что ниже него",
			"Выделяет текст жёлтым"
		],
		[
			"Указывает имя фотографии и отображается, в случае, если в пути фотографии ошибка",
			"Указывает на вторую фотографию, которая появится, если первая не загрузилась",
			"Добавляет надпись под фотографию",
			"Изменяет внешний вид фотографии"
		],
		[
			"Будет открываться поверх текущего окна",
			"Открывается ссылку в модальном окне",
			"Открывает ссылку в новом окне",
			"Открывается ссылку в другом браузере"
		],
		[],
		[],
		[],
		[],
		[]
	],
	"rights": [
		[]
	]
}